Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetDesc_search_results_f3Repeats
source: F3 and Shift+F3 search again instead of moving through the results list.
ar: يعيد F3 وShift+F3 البحث بدلاً من التنقل عبر قائمة النتائج.
cs: F3 a Shift+F3 znovu spustí hledání místo procházení seznamu výsledků.
de: F3 und Shift+F3 suchen erneut, statt durch die Ergebnisliste zu blättern.
el: Τα F3 και Shift+F3 εκτελούν ξανά την αναζήτηση αντί να μετακινούνται στη λίστα αποτελεσμάτων.
es: F3 y Shift+F3 vuelven a buscar en lugar de recorrer la lista de resultados.
fa: F3 و Shift+F3 به‌جای حرکت در فهرست نتایج، دوباره جستجو می‌کنند.
fr: F3 et Shift+F3 relancent la recherche au lieu de parcourir la liste des résultats.
hu: Az F3 és a Shift+F3 újra keres ahelyett, hogy az eredménylistán lépkedne.
id: F3 dan Shift+F3 mencari lagi alih-alih berpindah di daftar hasil.
it: F3 e Shift+F3 ripetono la ricerca invece di spostarsi nell'elenco dei risultati.
ja: F3 / Shift+F3 で、結果一覧をたどらずに検索し直す。
ko: F3 및 Shift+F3을 누르면 결과 목록을 이동하는 대신 다시 검색합니다.
pl: F3 i Shift+F3 wyszukują ponownie zamiast przechodzić po liście wyników.
pt: F3 e Shift+F3 pesquisam novamente em vez de percorrer a lista de resultados.
ro: F3 și Shift+F3 caută din nou în loc să parcurgă lista de rezultate.
ru: F3 и Shift+F3 повторяют поиск вместо перемещения по списку результатов.
th: F3 และ Shift+F3 ค้นหาอีกครั้งแทนการเลื่อนไปตามรายการผลลัพธ์
tr: F3 ve Shift+F3, sonuç listesinde ilerlemek yerine yeniden arar.
uk: F3 і Shift+F3 повторюють пошук замість переходу за списком результатів.
vi: F3 và Shift+F3 tìm lại thay vì di chuyển qua danh sách kết quả.
zh_hans: F3 和 Shift+F3 重新搜索，而不是在结果列表中移动。
zh_hant: F3 和 Shift+F3 會重新搜尋，而不是在結果清單中移動。

# Set_search_history_limit
source: Search history size
ar: حجم سجل البحث
cs: Velikost historie hledání
de: Größe des Suchverlaufs
el: Μέγεθος ιστορικού αναζήτησης
es: Tamaño del historial de búsqueda
fa: اندازهٔ سابقهٔ جستجو
fr: Taille de l'historique de recherche
hu: Keresési előzmények mérete
id: Ukuran riwayat pencarian
it: Dimensione della cronologia delle ricerche
ja: 検索履歴の件数
ko: 검색 기록 크기
pl: Rozmiar historii wyszukiwania
pt: Tamanho do histórico de pesquisa
ro: Dimensiune istoric căutare
ru: Размер журнала поиска
th: ขนาดประวัติการค้นหา
tr: Arama geçmişi boyutu
uk: Розмір журналу пошуку
vi: Kích thước lịch sử tìm kiếm
zh_hans: 搜索历史记录大小
zh_hant: 搜尋記錄大小

# SetDesc_search_history_limit
source: Number of entries kept for the search and replace boxes (0 keeps none).
ar: عدد الإدخالات المحفوظة لمربعي البحث والاستبدال (القيمة 0 لا تحتفظ بشيء).
cs: Počet položek uchovávaných pro pole hledání a nahrazení (0 = neuchovávat).
de: Anzahl der für die Such- und Ersetzungsfelder gespeicherten Einträge (0 speichert keine).
el: Πλήθος καταχωρίσεων που διατηρούνται για τα πλαίσια αναζήτησης και αντικατάστασης (με 0 δεν διατηρείται καμία).
es: Número de entradas que se conservan para los cuadros de búsqueda y reemplazo (0 no conserva ninguna).
fa: تعداد مواردی که برای کادرهای جستجو و جایگزینی نگه داشته می‌شود (0 یعنی هیچ).
fr: Nombre d'entrées conservées pour les zones de recherche et de remplacement (0 n'en conserve aucune).
hu: A keresés és csere mezőkhöz megőrzött bejegyzések száma (0 esetén semmi sem marad meg).
id: Jumlah entri yang disimpan untuk kotak cari dan ganti (0 tidak menyimpan apa pun).
it: Numero di voci conservate per le caselle di ricerca e sostituzione (0 non ne conserva nessuna).
ja: 検索欄と置換欄の履歴に残す件数 (0 は残さない)。
ko: 찾기 및 바꾸기 상자에 유지할 항목 수입니다(0이면 유지하지 않음).
pl: Liczba wpisów zachowywanych dla pól wyszukiwania i zamiany (0 – brak).
pt: Número de entradas mantidas para as caixas de pesquisa e substituição (0 não mantém nenhuma).
ro: Numărul de intrări păstrate pentru casetele de căutare și înlocuire (0 nu păstrează niciuna).
ru: Число записей, хранимых для полей поиска и замены (0 — не хранить).
th: จำนวนรายการที่เก็บไว้สำหรับช่องค้นหาและช่องแทนที่ (0 คือไม่เก็บ)
tr: Arama ve değiştirme kutuları için saklanan girdi sayısı (0 hiçbirini saklamaz).
uk: Кількість записів, що зберігаються для полів пошуку й заміни (0 — не зберігати).
vi: Số mục được giữ cho ô tìm kiếm và ô thay thế (0 sẽ không giữ mục nào).
zh_hans: 搜索框和替换框保留的条目数（0 表示不保留）。
zh_hant: 搜尋和取代方塊保留的項目數（0 表示不保留）。

# Set_search_history_doNotSave
source: Do not save search history
ar: عدم حفظ سجل البحث
cs: Neukládat historii hledání
de: Suchverlauf nicht speichern
el: Να μην αποθηκεύεται το ιστορικό αναζήτησης
es: No guardar el historial de búsqueda
fa: سابقهٔ جستجو ذخیره نشود
fr: Ne pas enregistrer l'historique de recherche
hu: Keresési előzmények mentésének tiltása
id: Jangan simpan riwayat pencarian
it: Non salvare la cronologia delle ricerche
ja: 検索履歴をディスクに保存しない
ko: 검색 기록 저장 안 함
pl: Nie zapisuj historii wyszukiwania
pt: Não salvar o histórico de pesquisa
ro: Fără salvarea istoricului de căutare
ru: Не сохранять журнал поиска
th: ไม่บันทึกประวัติการค้นหา
tr: Arama geçmişini kaydetme
uk: Не зберігати журнал пошуку
vi: Không lưu lịch sử tìm kiếm
zh_hans: 不保存搜索历史记录
zh_hant: 不要儲存搜尋記錄

# SetDesc_search_history_doNotSave
source: Keep the search history only until the app closes.
ar: الاحتفاظ بسجل البحث فقط حتى يتم إغلاق التطبيق.
cs: Uchovávat historii hledání jen do zavření aplikace.
de: Den Suchverlauf nur bis zum Schließen der App behalten.
el: Διατήρηση του ιστορικού αναζήτησης μόνο μέχρι να κλείσει η εφαρμογή.
es: Conserva el historial de búsqueda solo hasta que se cierra la aplicación.
fa: سابقهٔ جستجو فقط تا بسته شدن برنامه نگه داشته شود.
fr: Conserver l'historique de recherche uniquement jusqu'à la fermeture de l'application.
hu: A keresési előzmények csak az alkalmazás bezárásáig maradnak meg.
id: Simpan riwayat pencarian hanya hingga aplikasi ditutup.
it: Conserva la cronologia delle ricerche solo fino alla chiusura dell'app.
ja: 検索履歴はアプリを閉じるまでだけ残す。
ko: 앱을 닫을 때까지만 검색 기록을 유지합니다.
pl: Przechowuje historię wyszukiwania tylko do zamknięcia aplikacji.
pt: Mantém o histórico de pesquisa somente até o aplicativo ser fechado.
ro: Istoricul de căutare se păstrează doar până la închiderea aplicației.
ru: Хранить журнал поиска только до закрытия приложения.
th: เก็บประวัติการค้นหาไว้จนกว่าจะปิดแอปเท่านั้น
tr: Arama geçmişini yalnızca uygulama kapanana kadar tutar.
uk: Зберігати журнал пошуку лише до закриття програми.
vi: Chỉ giữ lịch sử tìm kiếm cho đến khi đóng ứng dụng.
zh_hans: 仅在应用关闭前保留搜索历史记录。
zh_hant: 搜尋記錄只保留到應用程式關閉為止。

# Menu_View_Columns.Text
source: Columns
ar: الأعمدة
cs: Sloupce
de: Spalten
el: Στήλες
es: Columnas
fa: ستون‌ها
fr: Colonnes
hu: Oszlopok
id: Kolom
it: Colonne
ja: 列の構成(C)
ko: 열(C)
pl: Kolumny
pt: Colunas
ro: Coloane
ru: Столбцы
th: คอลัมน์(C)
tr: Sütunlar
uk: Стовпці
vi: Cột
zh_hans: 列配置(C)
zh_hant: 欄(C)

# Menu_View_Columns.AccessKey
source: C
ar: د
cs: S
de: S
el: Σ
es: O
fa: س
hu: O
id: K
it: O
pl: O
pt: O
ro: O
ru: С
tr: S
uk: С
vi: O

# Menu_View_OffsetColumn.Text
source: Offset column
ar: عمود الإزاحة
cs: Sloupec posunu
de: Offset-Spalte
el: Στήλη μετατόπισης
es: Columna de desplazamiento
fa: ستون آفست
fr: Colonne des décalages
hu: Eltolás oszlop
id: Kolom Offset
it: Colonna offset
ja: オフセット列(O)
ko: 오프셋 열(O)
pl: Kolumna przesunięcia
pt: Coluna de deslocamento
ro: Coloana deplasament
ru: Столбец смещений
th: คอลัมน์ออฟเซ็ต(O)
tr: Ofset sütunu
uk: Стовпець зміщення
vi: Cột Độ lệch
zh_hans: 偏移量列(O)
zh_hant: 位移欄(O)

# Menu_View_OffsetColumn.AccessKey
source: O
ar: ز
cs: S
el: Μ
es: C
fa: ف
fr: C
hu: E
it: C
pl: K
pt: C
ro: C
ru: М
uk: З
vi: L

# Menu_View_HexColumn.Text
source: Hex column
ar: عمود Hex
cs: Sloupec Hex
de: Hex-Spalte
el: Στήλη Hex
es: Columna Hex
fa: ستون Hex
fr: Colonne Hex
hu: Hex oszlop
id: Kolom Hex
it: Colonna Hex
ja: Hex 列(H)
ko: Hex 열(H)
pl: Kolumna Hex
pt: Coluna Hex
ro: Coloana Hex
ru: Столбец Hex
th: คอลัมน์ Hex(H)
tr: Hex sütunu
uk: Стовпець Hex
vi: Cột Hex
zh_hans: Hex 列(H)
zh_hant: Hex 欄(H)

# Menu_View_HexColumn.AccessKey
source: H
ar: ع
el: Σ
fa: س
ru: Ц
uk: С

# Menu_View_TextColumn.Text
source: Text column
ar: عمود النص
cs: Textový sloupec
de: Textspalte
el: Στήλη κειμένου
es: Columna de texto
fa: ستون متن
fr: Colonne texte
hu: Szövegoszlop
id: Kolom Teks
it: Colonna testo
ja: テキスト列(T)
ko: 텍스트 열(T)
pl: Kolumna tekstu
pt: Coluna de texto
ro: Coloana text
ru: Текстовый столбец
th: คอลัมน์ข้อความ(T)
tr: Metin sütunu
uk: Текстовий стовпець
vi: Cột Văn bản
zh_hans: 文本列(T)
zh_hant: 文字欄(T)

# Menu_View_TextColumn.AccessKey
source: T
ar: ن
el: Κ
es: D
fa: م
hu: S
pt: D
ru: Т
tr: M
uk: Т
vi: V

# Menu_View_HexOnly.Text
source: Show hex column only
ar: إظهار عمود Hex فقط
cs: Zobrazit jen sloupec Hex
de: Nur Hex-Spalte anzeigen
el: Εμφάνιση μόνο της στήλης Hex
es: Mostrar solo la columna Hex
fa: نمایش فقط ستون Hex
fr: Afficher uniquement la colonne Hex
hu: Csak a Hex oszlop megjelenítése
id: Tampilkan Hanya Kolom Hex
it: Mostra solo la colonna Hex
ja: Hex 列だけを表示(N)
ko: Hex 열만 표시(N)
pl: Pokaż tylko kolumnę Hex
pt: Mostrar somente a coluna Hex
ro: Afișare doar coloana Hex
ru: Только столбец Hex
th: แสดงเฉพาะคอลัมน์ Hex(N)
tr: Yalnızca Hex sütununu göster
uk: Лише стовпець Hex
vi: Chỉ Hiện Cột Hex
zh_hans: 仅显示 Hex 列(N)
zh_hant: 只顯示 Hex 欄(N)

# Menu_View_HexOnly.AccessKey
source: N
ar: ف
cs: Z
el: Ν
es: M
fa: ق
fr: A
hu: C
it: M
pl: P
pt: M
ro: A
ru: К
tr: Y
uk: Л
vi: C

# Menu_View_TextOnly.Text
source: Show text column only
ar: إظهار عمود النص فقط
cs: Zobrazit jen textový sloupec
de: Nur Textspalte anzeigen
el: Εμφάνιση μόνο της στήλης κειμένου
es: Mostrar solo la columna de texto
fa: نمایش فقط ستون متن
fr: Afficher uniquement la colonne texte
hu: Csak a szövegoszlop megjelenítése
id: Tampilkan Hanya Kolom Teks
it: Mostra solo la colonna testo
ja: テキスト列だけを表示(Y)
ko: 텍스트 열만 표시(Y)
pl: Pokaż tylko kolumnę tekstu
pt: Mostrar somente a coluna de texto
ro: Afișare doar coloana text
ru: Только текстовый столбец
th: แสดงเฉพาะคอลัมน์ข้อความ(Y)
tr: Yalnızca metin sütununu göster
uk: Лише текстовий стовпець
vi: Chỉ Hiện Cột Văn bản
zh_hans: 仅显示文本列(Y)
zh_hant: 只顯示文字欄(Y)

# Menu_View_TextOnly.AccessKey
source: Y
ar: ص
cs: J
de: A
el: Υ
es: S
fa: ت
fr: U
hu: A
it: S
pl: O
pt: S
ro: D
ru: В
tr: N
uk: К
vi: B

# Menu_View_AllColumns.Text
source: Show all columns
ar: إظهار كل الأعمدة
cs: Zobrazit všechny sloupce
de: Alle Spalten anzeigen
el: Εμφάνιση όλων των στηλών
es: Mostrar todas las columnas
fa: نمایش همهٔ ستون‌ها
fr: Afficher toutes les colonnes
hu: Minden oszlop megjelenítése
id: Tampilkan Semua Kolom
it: Mostra tutte le colonne
ja: すべての列を表示(A)
ko: 모든 열 표시(A)
pl: Pokaż wszystkie kolumny
pt: Mostrar todas as colunas
ro: Afișare toate coloanele
ru: Показать все столбцы
th: แสดงทุกคอลัมน์(A)
tr: Tüm sütunları göster
uk: Усі стовпці
vi: Hiện Tất cả Cột
zh_hans: 显示所有列(A)
zh_hant: 顯示所有欄(A)

# Menu_View_AllColumns.AccessKey
source: A
ar: ك
cs: V
de: S
el: Λ
es: T
fa: ه
fr: L
hu: M
it: L
pl: W
pt: T
ro: F
ru: П
tr: T
uk: У

# Menu_View_Ruler.Text
source: Column header
ar: رأس الأعمدة
cs: Záhlaví sloupců
de: Spaltenkopf
el: Κεφαλίδα στηλών
es: Encabezado de columnas
fa: سرستون
fr: En-tête de colonne
hu: Oszlopfejléc
id: Header Kolom
it: Intestazione delle colonne
ja: 列見出し(R)
ko: 열 머리글(R)
pl: Nagłówek kolumn
pt: Cabeçalho das colunas
ro: Antet coloane
ru: Заголовок столбцов
th: ส่วนหัวคอลัมน์(R)
tr: Sütun başlığı
uk: Заголовок стовпців
vi: Tiêu đề Cột
zh_hans: 列标题(R)
zh_hant: 欄標題(R)

# Menu_View_Ruler.AccessKey
source: R
ar: ر
cs: L
de: P
el: Φ
es: E
fa: ر
fr: E
hu: O
it: I
pl: N
pt: A
ro: N
ru: З
tr: B
uk: Г
vi: T

# Menu_View_CurrentRow.Text
source: Highlight current row
ar: تمييز الصف الحالي
cs: Zvýraznit aktuální řádek
de: Aktuelle Zeile hervorheben
el: Επισήμανση τρέχουσας γραμμής
es: Resaltar la fila actual
fa: برجسته کردن سطر فعلی
fr: Mettre en surbrillance la ligne actuelle
hu: Aktuális sor kiemelése
id: Sorot Baris Saat Ini
it: Evidenzia riga corrente
ja: 現在行を強調(C)
ko: 현재 행 강조 표시(C)
pl: Wyróżnij bieżący wiersz
pt: Realçar linha atual
ro: Evidențiere rând curent
ru: Выделять текущую строку
th: เน้นแถวปัจจุบัน(C)
tr: Geçerli satırı vurgula
uk: Виділяти поточний рядок
vi: Tô sáng Hàng Hiện tại
zh_hans: 突出显示当前行(C)
zh_hant: 醒目提示目前的列(C)

# Menu_View_CurrentRow.AccessKey
source: C
ar: ح
cs: A
de: Z
el: Ρ
es: R
fa: ل
fr: M
hu: K
id: B
it: E
pl: B
pt: R
ro: E
ru: Р
tr: V
uk: Р
vi: G

# Menu_View_Lowercase.Text
source: Show hex in lowercase
ar: إظهار Hex بأحرف صغيرة
cs: Zobrazit Hex malými písmeny
de: Hex in Kleinbuchstaben anzeigen
el: Εμφάνιση Hex με πεζά
es: Mostrar el hex en minúsculas
fa: نمایش Hex با حروف کوچک
fr: Afficher l'hex en minuscules
hu: Hex kisbetűs megjelenítése
id: Tampilkan Hex dalam Huruf Kecil
it: Mostra Hex in minuscolo
ja: Hex を小文字で表示(L)
ko: Hex를 소문자로 표시(L)
pl: Pokaż Hex małymi literami
pt: Mostrar Hex em minúsculas
ro: Afișare hex cu litere mici
ru: Hex строчными буквами
th: แสดง Hex เป็นตัวพิมพ์เล็ก(L)
tr: Hex'i küçük harfle göster
uk: Hex малими літерами
vi: Hiện Hex Chữ thường
zh_hans: 以小写显示 Hex(L)
zh_hant: 以小寫顯示 Hex(L)

# Menu_View_Lowercase.AccessKey
source: L
ar: غ
cs: M
de: I
el: Ζ
es: O
fa: ح
fr: F
hu: X
id: C
it: O
pl: M
pt: E
ru: Ч
tr: K
uk: М
vi: U

# Menu_View_DimZeros.Text
source: Dim 00 bytes
ar: تعتيم بايتات 00
cs: Ztlumit bajty 00
de: 00-Bytes abblenden
el: Αχνά byte 00
es: Atenuar los bytes 00
fa: کم‌رنگ کردن بایت‌های 00
fr: Atténuer les octets 00
hu: 00 bájtok halványítása
id: Redupkan Byte 00
it: Attenua i byte 00
ja: 00 を薄く表示(Z)
ko: 00 바이트 흐리게 표시(Z)
pl: Przyciemnij bajty 00
pt: Esmaecer bytes 00
ro: Estompare octeți 00
ru: Затемнять байты 00
th: แสดงไบต์ 00 แบบจาง(Z)
tr: 00 baytlarını soluk göster
uk: Приглушувати байти 00
vi: Làm mờ Byte 00
zh_hans: 淡化 00 字节(Z)
zh_hant: 淡化顯示 00 位元組(Z)

# Menu_View_DimZeros.AccessKey
source: Z
ar: ت
cs: B
de: B
el: Χ
es: A
fa: گ
fr: O
hu: B
id: U
it: A
pl: R
pt: B
ro: O
ru: Н
tr: S
uk: Б
vi: M

# Menu_View_Alternate.Text
source: Alternate background per group
ar: تبديل الخلفية لكل مجموعة
cs: Střídat pozadí skupin
de: Hintergrund je Gruppe abwechseln
el: Εναλλασσόμενο φόντο ανά ομάδα
es: Alternar el fondo por grupo
fa: پس‌زمینهٔ متناوب برای هر گروه
fr: Alterner l'arrière-plan par groupe
hu: Váltakozó háttér csoportonként
id: Latar Bergantian per Grup
it: Alterna lo sfondo per gruppo
ja: グループごとに背景を交互に変える(G)
ko: 그룹별로 배경 번갈아 표시(G)
pl: Naprzemienne tło grup
pt: Alternar plano de fundo por grupo
ro: Fundal alternant pe grupuri
ru: Чередовать фон групп
th: สลับพื้นหลังตามกลุ่ม(G)
tr: Gruplarda dönüşümlü arka plan
uk: Чергувати фон груп
vi: Nền Xen kẽ theo Nhóm
zh_hans: 按组交替背景(G)
zh_hant: 每個群組交替背景(G)

# Menu_View_Alternate.AccessKey
source: G
ar: خ
cs: P
de: J
el: Δ
es: F
fa: ب
fr: P
hu: V
it: P
pt: P
ro: P
ru: Г
uk: Ч
vi: K

# Menu_View_Modified.Text
source: Highlight modified bytes
ar: تمييز البايتات المعدّلة
cs: Zvýraznit změněné bajty
de: Geänderte Bytes hervorheben
el: Επισήμανση τροποποιημένων byte
es: Resaltar los bytes modificados
fa: برجسته کردن بایت‌های تغییریافته
fr: Mettre en surbrillance les octets modifiés
hu: Módosított bájtok kiemelése
id: Sorot Byte yang Diubah
it: Evidenzia byte modificati
ja: 変更されたバイトを強調(M)
ko: 수정된 바이트 강조 표시(M)
pl: Wyróżnij zmodyfikowane bajty
pt: Realçar bytes modificados
ro: Evidențiere octeți modificați
ru: Выделять измененные байты
th: เน้นไบต์ที่แก้ไขแล้ว(M)
tr: Değiştirilen baytları vurgula
uk: Виділяти змінені байти
vi: Tô sáng Byte Đã sửa
zh_hans: 突出显示已修改的字节(M)
zh_hant: 醒目提示已修改的位元組(M)

# Menu_View_Modified.AccessKey
source: M
ar: ا
cs: R
de: G
el: Τ
es: L
fa: غ
fr: S
hu: D
id: D
it: B
pl: Z
pt: L
ru: И
tr: D
uk: Н
vi: S

# Menu_View_BytesPerRow.Text
source: Bytes per row
ar: البايتات في كل صف
cs: Bajtů na řádek
de: Bytes pro Zeile
el: Byte ανά γραμμή
es: Bytes por fila
fa: بایت در هر سطر
fr: Octets par ligne
hu: Bájt/sor
id: Byte per Baris
it: Byte per riga
ja: 1 行のバイト数(W)
ko: 행당 바이트 수(W)
pl: Bajty na wiersz
pt: Bytes por linha
ro: Octeți pe rând
ru: Байт в строке
th: ไบต์ต่อแถว(W)
tr: Satır başına bayt
uk: Байтів у рядку
vi: Số Byte mỗi Hàng
zh_hans: 每行字节数(W)
zh_hant: 每列位元組數(W)

# Menu_View_BytesPerRow.AccessKey
source: W
ar: ك
cs: B
de: P
el: Α
es: B
fa: ب
fr: O
hu: B
id: Y
it: B
pl: B
pt: B
ro: R
ru: Б
tr: B
uk: Б
vi: Y

# Menu_View_BytesPerRowAuto.Text
source: Auto
ar: تلقائي
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
fa: خودکار
fr: Automatique
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動(A)
ko: 자동(A)
pl: Automatycznie
pt: Automático
ro: Automat
ru: Авто
th: อัตโนมัติ(A)
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动(A)
zh_hant: 自動(A)

# Menu_View_BytesPerRowAuto.AccessKey
source: A
ar: ق
el: Α
fa: خ
id: O
ru: А
tr: O
uk: А
vi: T

# Menu_View_BytesPerRowCustom.Text
source: Custom...
ar: مخصص...
cs: Vlastní...
de: Benutzerdefiniert...
el: Προσαρμογή...
es: Personalizado...
fa: سفارشی...
fr: Personnalisé...
hu: Egyéni...
id: Kustom...
it: Personalizzato...
ja: 指定(C)...
ko: 사용자 지정(C)...
pl: Niestandardowe...
pt: Personalizado...
ro: Particularizat...
ru: Другое...
th: กำหนดเอง(C)...
tr: Özel...
uk: Власне значення...
vi: Tùy chỉnh...
zh_hans: 自定义(C)...
zh_hant: 自訂(C)...

# Menu_View_BytesPerRowCustom.AccessKey
source: C
ar: م
cs: V
de: B
el: Π
es: P
fa: س
fr: P
hu: E
id: K
it: P
pl: N
pt: P
ro: P
ru: Д
tr: Z
uk: В

# Menu_View_Group.Text
source: Grouping
ar: التجميع
cs: Seskupení
de: Gruppierung
el: Ομαδοποίηση
es: Agrupación
fa: گروه‌بندی
fr: Regroupement
hu: Csoportosítás
id: Pengelompokan
it: Raggruppamento
ja: グループ化(G)
ko: 그룹화(G)
pl: Grupowanie
pt: Agrupamento
ro: Grupare
ru: Группировка
th: การจัดกลุ่ม(G)
tr: Gruplama
uk: Групування
vi: Nhóm
zh_hans: 分组(G)
zh_hant: 分組(G)

# Menu_View_Group.AccessKey
source: G
ar: ي
cs: E
el: Ο
es: A
fa: و
fr: R
hu: C
id: L
it: R
pt: A
ru: Г
uk: Г
vi: M

# Menu_View_Radix.Text
source: Offset radix
ar: أساس الإزاحة
cs: Soustava posunu
de: Zahlenbasis des Offsets
el: Βάση μετατόπισης
es: Base del desplazamiento
fa: مبنای آفست
fr: Base des décalages
hu: Eltolás számrendszere
id: Basis Offset
it: Base degli offset
ja: オフセットの基数(O)
ko: 오프셋 진법(O)
pl: Podstawa przesunięć
pt: Base dos deslocamentos
ro: Baza deplasamentului
ru: Система счисления смещений
th: ฐานเลขของออฟเซ็ต(O)
tr: Ofset tabanı
uk: Система числення зміщень
vi: Cơ số Độ lệch
zh_hans: 偏移量进制(O)
zh_hant: 位移進位制(O)

# Menu_View_Radix.AccessKey
source: O
ar: أ
de: Z
el: Β
es: D
fa: م
fr: B
hu: E
it: D
pl: D
pt: D
ro: B
ru: Ч
uk: Ч
vi: S

# Menu_View_RadixHex.Text
source: Hexadecimal
ar: ست عشري
cs: Šestnáctková
de: Hexadezimal
el: Δεκαεξαδικό
fa: هگزادسیمال
fr: Hexadécimal
hu: Hexadecimális
id: Heksadesimal
it: Esadecimale
ja: 16 進(H)
ko: 16진수(H)
pl: Szesnastkowa
ro: Hexazecimal
ru: Шестнадцатеричная
th: ฐานสิบหก(H)
tr: Onaltılık
uk: Шістнадцяткова
vi: Thập lục phân
zh_hans: 十六进制(H)
zh_hant: 十六進位(H)

# Menu_View_RadixHex.AccessKey
source: H
ar: س
cs: E
el: Ξ
fa: ه
it: E
pl: S
ru: Ш
tr: O
uk: Ш
vi: L

# Menu_View_RadixDecimal.Text
source: Decimal
ar: عشري
cs: Desítková
de: Dezimal
el: Δεκαδικό
fa: دهدهی
fr: Décimal
hu: Decimális
id: Desimal
it: Decimale
ja: 10 進(D)
ko: 10진수(D)
pl: Dziesiętna
ro: Zecimal
ru: Десятичная
th: ฐานสิบ(D)
tr: Ondalık
uk: Десяткова
vi: Thập phân
zh_hans: 十进制(D)
zh_hant: 十進位(D)

# Menu_View_RadixDecimal.AccessKey
source: D
ar: ع
el: Δ
fa: د
ro: Z
ru: Д
uk: Д
vi: T

# Menu_View_RadixOctal.Text
source: Octal
ar: ثماني
cs: Osmičková
de: Oktal
el: Οκταδικό
fa: هشت‌هشتی
hu: Oktális
id: Oktal
it: Ottale
ja: 8 進(O)
ko: 8진수(O)
pl: Ósemkowa
ru: Восьмеричная
th: ฐานแปด(O)
tr: Sekizlik
uk: Вісімкова
vi: Bát phân
zh_hans: 八进制(O)
zh_hant: 八進位(O)

# Menu_View_RadixOctal.AccessKey
source: O
ar: ث
el: Ο
fa: ش
pl: E
ru: В
tr: K
uk: В
vi: B

# Menu_View_RadixSector.Text
source: Sector
ar: قطاع
cs: Sektor
de: Sektor
el: Τομέας
fa: سکتور
fr: Secteur
hu: Szektor
id: Sektor
it: Settore
ja: セクタ(S)
ko: 섹터(S)
pl: Sektor
pt: Setor
ru: Секторы
th: เซกเตอร์(S)
tr: Sektör
uk: Сектор
zh_hans: 扇区(S)
zh_hant: 磁區(S)

# Menu_View_RadixSector.AccessKey
source: S
ar: ق
el: Τ
fa: س
pl: K
ru: С
uk: С

# Menu_View_BaseAddress.Text
source: Set base address...
ar: تعيين العنوان الأساسي...
cs: Nastavit základní adresu...
de: Basisadresse festlegen...
el: Ορισμός διεύθυνσης βάσης...
es: Establecer dirección base...
fa: تنظیم آدرس پایه...
fr: Définir l'adresse de base...
hu: Báziscím beállítása...
id: Atur Alamat Dasar...
it: Imposta indirizzo di base...
ja: ベースアドレスを設定(B)...
ko: 기준 주소 설정(B)...
pl: Ustaw adres bazowy...
pt: Definir endereço base...
ro: Setare adresă de bază...
ru: Задать базовый адрес...
th: ตั้งค่าที่อยู่ฐาน(B)...
tr: Taban adresini ayarla...
uk: Установити базову адресу...
vi: Đặt Địa chỉ Cơ sở...
zh_hans: 设置基地址(B)...
zh_hant: 設定基底位址(B)...

# Menu_View_BaseAddress.AccessKey
source: B
ar: و
cs: N
el: Ι
es: E
fa: ظ
fr: L
id: M
it: I
pl: U
pt: E
ro: A
ru: Б
tr: T
uk: Б
vi: A

# Menu_View_RowShift.Text
source: Shift row start...
ar: إزاحة بداية الصف...
cs: Posunout začátek řádku...
de: Zeilenanfang verschieben...
el: Μετατόπιση αρχής γραμμής...
es: Desplazar el inicio de las filas...
fa: جابه‌جایی شروع سطر...
fr: Décaler le début des lignes...
hu: Sorkezdet eltolása...
id: Geser Awal Baris...
it: Sposta inizio riga...
ja: 行の先頭をずらす(R)...
ko: 행 시작 이동(R)...
pl: Przesuń początek wiersza...
pt: Deslocar início da linha...
ro: Decalare început rând...
ru: Сдвинуть начало строки...
th: เลื่อนจุดเริ่มต้นของแถว(R)...
tr: Satır başlangıcını kaydır...
uk: Зсунути початок рядка...
vi: Dịch Đầu Hàng...
zh_hans: 偏移行起点(R)...
zh_hant: 移動列的起點(R)...

# Menu_View_RowShift.AccessKey
source: R
ar: ص
cs: P
de: Z
el: Μ
es: I
fa: ع
fr: C
hu: E
id: W
pl: P
pt: I
ro: D
ru: Н
uk: З
vi: D

# Menu_View_SetReference.Text
source: Set cursor as reference point
ar: تعيين المؤشر كنقطة مرجعية
cs: Nastavit kurzor jako referenční bod
de: Cursor als Bezugspunkt festlegen
el: Ορισμός δρομέα ως σημείου αναφοράς
es: Usar el cursor como punto de referencia
fa: تنظیم مکان‌نما به‌عنوان نقطهٔ مرجع
fr: Définir le curseur comme point de référence
hu: Kurzor beállítása viszonyítási pontként
id: Jadikan Kursor sebagai Titik Acuan
it: Imposta cursore come punto di riferimento
ja: カーソル位置を基準点にする(P)
ko: 커서 위치를 기준점으로 설정(P)
pl: Ustaw kursor jako punkt odniesienia
pt: Definir cursor como ponto de referência
ro: Cursorul ca punct de referință
ru: Сделать курсор опорной точкой
th: ตั้งเคอร์เซอร์เป็นจุดอ้างอิง(P)
tr: İmleci referans noktası yap
uk: Зробити курсор точкою відліку
vi: Đặt Con trỏ làm Điểm Tham chiếu
zh_hans: 将光标位置设为参考点(P)
zh_hant: 將游標設為參考點(P)

# Menu_View_SetReference.AccessKey
source: P
ar: ت
cs: K
de: C
el: Ω
es: U
fa: ق
hu: K
id: K
it: C
pl: J
pt: C
ro: C
ru: О
uk: К
vi: R

# Menu_View_ClearReference.Text
source: Clear reference point
ar: مسح النقطة المرجعية
cs: Zrušit referenční bod
de: Bezugspunkt aufheben
el: Απαλοιφή σημείου αναφοράς
es: Quitar el punto de referencia
fa: پاک کردن نقطهٔ مرجع
fr: Effacer le point de référence
hu: Viszonyítási pont törlése
id: Hapus Titik Acuan
it: Cancella punto di riferimento
ja: 基準点を解除(C)
ko: 기준점 해제(C)
pl: Wyczyść punkt odniesienia
pt: Limpar ponto de referência
ro: Anulare punct de referință
ru: Сбросить опорную точку
th: ล้างจุดอ้างอิง(C)
tr: Referans noktasını temizle
uk: Скинути точку відліку
vi: Bỏ Điểm Tham chiếu
zh_hans: 清除参考点(C)
zh_hant: 清除參考點(C)

# Menu_View_ClearReference.AccessKey
source: C
ar: ط
cs: Z
de: A
el: Η
es: Q
fa: ک
fr: E
hu: V
id: P
it: P
pl: W
pt: L
ro: P
ru: Р
tr: N
uk: Н
vi: E

# Menu_View_ColorScheme.Text
source: Color scheme
ar: نظام الألوان
cs: Barevné schéma
de: Farbschema
el: Συνδυασμός χρωμάτων
es: Combinación de colores
fa: طرح رنگ
fr: Jeu de couleurs
hu: Színséma
id: Skema Warna
it: Combinazione di colori
ja: 配色(S)
ko: 색 구성표(S)
pl: Schemat kolorów
pt: Esquema de cores
ro: Schemă de culori
ru: Цветовая схема
th: ชุดสี(S)
tr: Renk düzeni
uk: Колірна схема
vi: Bảng màu
zh_hans: 配色方案(S)
zh_hant: 色彩配置(S)

# Menu_View_ColorScheme.AccessKey
source: S
ar: ظ
cs: A
de: F
el: Υ
es: M
fa: ح
fr: J
it: M
pt: E
ru: Ц
tr: R
uk: Р
vi: U
